<script lang="ts" setup>
definePageMeta({
  layout: 'page',
})
useHead(() => ({
  title: '發展歷程｜關於我們 | 香港希瑪眼科中心',
  meta: [
    {
      name: 'description',
      content:
        '希瑪眼科由林順潮醫生於2012年創辦，首間診所位於香港中環。2013年希瑪林順潮眼科醫院於深圳成立。其後陸續在中港兩地開設多個眼科中心和眼科醫院。2019年，希瑪微笑激光矯視中心開始營運，2021年希瑪眼科視光中心成立。現在，希瑪眼科中心已經在中港兩地建立了11間眼科中心、6間眼科醫院、3間矯視中心、2間視光中心和6間希瑪醫療旗下的視光師驗眼中心，為患者提供全方位的眼科醫療服務。',
    },
    {
      name: 'keywords',
      content:
        '眼睛疾病 眼科醫生 眼科診所 兒童眼科 香港眼科 希瑪眼科 香港希瑪眼科中心 希瑪眼科中心 眼科專科診所 眼科專科中心 香港希瑪眼科 香港希瑪 希瑪 希瑪眼科收費 全面眼科檢查 眼睛檢查 希瑪眼科香港 希瑪林順潮眼科中心 林順潮眼科中心 沙田眼科 中環眼科 旺角眼科 元朗眼科 觀塘眼科 荃灣眼科 尖沙咀眼科 將軍澳眼科 銅鑼灣眼科 希瑪醫療集團 希瑪醫療 希瑪微笑矯視中心 希瑪視光中心 眼科服務',
    },
  ],
}))
</script>

<template>
  <div>發展歷程</div>
</template>
